Repository: FRodrigues21/GifSearch
Catalog: GifSearch/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, nl_bl, pt_pt, tr_tr

# Appbar_Copy.Label
source: Copy
cs_cz: Kopírovat link
da_dk: Kopier link
de_de: Kopieren
es_es: Copiar link
fr_fr: Copier
nl_bl: Kopieer link
pt_pt: Copiar
tr_tr: Kopyala link

# Appbar_Favorite.Label
source: Favorite
cs_cz: Oblíbit
da_dk: Favoritter
de_de: Favorisieren
es_es: Favorito
fr_fr: préféré; favori
nl_bl: Favoriet
pt_pt: Favorito
tr_tr: Favori

# Appbar_Play.Label
source: Play / Pause
cs_cz: Přehrát / Zastavit
da_dk: Afspil / Pause
de_de: Abspielen / Pause
es_es: Reasumir / Pausar
fr_fr: Lecture / Pause
nl_bl: Afspelen / Pauzeren
pt_pt: Resumir / Pausa
tr_tr: Oynat / Duraklat

# Appbar_Rate.Label
source: Rate the app
cs_cz: Ohodnotit aplikaci
da_dk: Bedøm app'en
de_de: App bewerten
es_es: Evalúar la aplicación
fr_fr: Évaluer l'application
nl_bl: Beoordeel de app
pt_pt: Avaliar aplicação
tr_tr: Uygulamayı derecelendir

# Appbar_Save.Label
source: Save
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Salvar
fr_fr: Sauvegarder
nl_bl: Opslaan
pt_pt: Guardar
tr_tr: Kaydet

# Appbar_Support.Label
source: Support
cs_cz: Podpora
de_de: Hilfe
es_es: Apoyo
nl_bl: Ondersteuning
pt_pt: Suporte
tr_tr: Destek

# DialogFirst_Button1
source: To the app! Quickly!
cs_cz: Do aplikace! Rychle!
da_dk: Til app'en! Hurtigt!
de_de: Zur App! Schnell!
es_es: Continuar! De prisa!
fr_fr: Vers l'app! Vite!
nl_bl: Naar de app! Snel!
pt_pt: Continuar! Depressa!
tr_tr: Uygulamaya! Hemen!

# DialogFirst_Button2
source: Review the app now!
cs_cz: Ohodnoťte aplikaci nyní!
da_dk: Anmeld app'en nu!
de_de: App jetzt bewerten!
es_es: Evaluar la aplicación ahora!
fr_fr: Donnez votre avis maintenant!
nl_bl: Schrijf nu een review over de app!
pt_pt: Avaliar a aplicação agora!
tr_tr: Uygulamayı şimdi değerlendir!

# DialogFirst_Title
source: What's new in gif Search?
cs_cz: Co je nového v gif Search?
da_dk: Hvad er nyt i gif søgning?
de_de: Was gibt's neues in gif Search?
es_es: ¿Que hay de nuevo en gif Search?
fr_fr: Quoi de neuf dans la recherche de gif?
nl_bl: Wat is er nieuw in gif Search?
pt_pt: O que há de novo no gif Search?
tr_tr: gif Arama'da yeni ne var?

# DialogSecond_Content
source: I hope you are enjoying using the app... Would you like to give some time to rate and review this application to help us improve?
cs_cz: Doufám, že se Vám líbí tato aplikace... Nechtěli byste ji ohodnotit a pomoci nám ji zlepšit?
da_dk: Jeg håber du nyder at bruge app'en… Vil du bruge noget tid på at bedømme den, og anmelde denne applikation så vi kan blive bedre?
de_de: Ich hoffe dir gefällt die App. Hättest du einen Moment Zeit, um eine Bewertung zu hinterlassen?
es_es: Espero que usted está disfrutando de la aplicación... ¿Te gustaría dar algún tiempo para calificar y revisar esta aplicación para ayudarnos a mejorar?
fr_fr: J'espère que vous aimer utiliser l'app... Souhaitez-vous prendre un peu de temps pour noter et évaluer cette application pour nous aidez à l'améliorer?
nl_bl: Ik hoop dat je geniet van het gebruiken van de app... Zou u willen helpen met de app nog beter te maken door de app te beoordelen?
pt_pt: Espero que estejas a desfrutar da app... Gostarias de dar algum do teu tempo para avaliar a aplicação e ajudar-nos a melhorar?
tr_tr: Umarım uygulamayı beğenmişsinizdir. Uygulamayı geliştirmemize yardımcı olmak için derecelendirip yorum yazmaya zaman ayırmak ister misiniz?

# DialogSecond_Title
source: Thank you very much!
cs_cz: Děkuji mnohokrát!
da_dk: Mange tak!
de_de: Vielen Dank!
es_es: Muchas gracias!
fr_fr: Merci beaucoup!
nl_bl: Hartstikke bedankt!
pt_pt: Muito obrigado!
tr_tr: Çok teşekkür ederiz!

# DialogThird_Button3
source: Cancel
cs_cz: Zavřít
da_dk: Annuller
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_bl: Annuleren
pt_pt: Cancelar
tr_tr: İptal

# DialogThird_Content
source: Most Windows Phone apps don't support GIF images at the moment You may try to download the GIF as .mp4 in order to share it! If you only wan't to store it to view later, select .gif"
cs_cz: Většina aplikací pro Windows Phone nyní nepodporuje GIF obrázky. Můžete zkusit stáhnout tento GIF jako .mp4 abyste to mohli sdílet! Pokud to pouze chcete uložit k prohlédnutí později, vyberte ".gif".
da_dk: De fleste Windows Phone apps understøtter ikke GIF animations i øjeblikket
de_de: Die meisten Windows Phone Apps unterstützen im Moment keine GIF Grafiken
es_es: La maioria de las apps de Windows Phone no admiten imágenes GIF. En el momento puedes probar descargar el GIF como .mp4 para compartir! Si sólo quieres almacenar la imagen e ver más adelante, selecciona gif
fr_fr: Beaucoup d'apps Windows Phone ne supportent pas les images GIF actuellement Vous devriez essayer de télécharger le GIF en format .mp4 pour le partager! Si vous voulez juste le stocker pour le regarder plus tard, sélectionnez .gif
nl_bl: De meeste Windows Phone apps ondersteunen geen GIF plaatjes op het moment. Je kan de GIF proberen te downloaden als .mp4 om hem te delen! Als je hem alleen wilt opslaan om later terug te kijken selecteer dan ".gif"
pt_pt: A maioria das aplicação Windows Phone não suporta GIF Podes tentar fazer download do GIF em .mp4 de forma a partilha-lo nessas apps! Se apenas queres guardá-lo para ver depois, seleciona .gif!
tr_tr: Şu anda çoğu Windows Phone uygulaması GIF resimleri desteklemiyor

# DialogThird_Title
source: Downloading a gif
cs_cz: Stahuji gif
da_dk: Downloader en gif
de_de: GIF herunterladen
es_es: Descargando un gif
fr_fr: Téléchargement d'un gif
nl_bl: GIF downloaden
pt_pt: A descarregar um gif
tr_tr: Bir gif indiriliyor

# Error_description.Text
source: Seems like you have no Internet connection...
cs_cz: Zdá se, že nejste připojený k internetu...
da_dk: Det lader til at du ikke har nogen internet forbindelse…
de_de: Sieht so aus als hättest du keine Internet-Verbindung…
es_es: Parece que no tienes una conexión con Internet...
fr_fr: Il semblerait que vous n'avez pas de connexion Internet...
nl_bl: Oeps, het lijkt er op dat je geen internet verbinding hebt...
pt_pt: Parece que não tens ligação à internet...
tr_tr: İnternet bağlantınız yok gibi görünüyor...

# Error_solution.Text
source: Fix the problem then hit refresh!
cs_cz: Vyřešte problém a stiskněte obnovit!
da_dk: Løs problemet og så klik opdater!
de_de: Bitte behebe die Fehler und klicke Aktualisieren!
es_es: Soluciona el problem e prime actualizar!
fr_fr: Réglez le problème, puis rafraîchissez!
nl_bl: Herstel het probleem en klik dan op verversen!
pt_pt: Resolve o problema e clica actualizar
tr_tr: Sorunu çöz sonra yenileye tıklatın!

# FavoritesMessage_Loading
source: Loading your Favorites GIF list...
cs_cz: Načítám seznam Vašich oblíbených GIFů...
da_dk: Indlæser dine favoritter
de_de: Lade deine Favoriten GIF-Liste…
es_es: Cargando tu lista de GIF favoritos...
fr_fr: Chargement de votre liste de GIF favoris...
nl_bl: Je Favoriete GIF lijst laden...
pt_pt: A carregar a tua lista de GIF favoritos...
tr_tr: Favori GIF'ler listeniz yükleniyor...

# Favorites_Tab.Label
source: Favorites
cs_cz: Oblíbené
da_dk: Favoritter
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
nl_bl: Favorieten
pt_pt: Favoritos
tr_tr: Favoriler

# SearchMessage_Loading
source: Loading Search GIF list...
cs_cz: Načítám...
da_dk: Indlæser liste over søg GIFs…
de_de: Lade GIF-Liste…
es_es: Cargando la lista de la búsqueda de GIF...
fr_fr: Chargement de la liste de recherche de GIF
nl_bl: Zoek GIF lijst laden...
pt_pt: A carregar a lista de GIF...
tr_tr: GIF Arama listesi yükleniyor...

# Search_Box.Text
source: Search by keyword, text or tag
cs_cz: Hledejte dle klíčového slova, textu nebo tagu
da_dk: Søg med nøgleord, tekst, eller "tag"
de_de: Suche nach Stichwort, Text oder Tag
es_es: Búsqueda por palabra clave, texto ó tag
fr_fr: Chercher par mot-clé, texte ou tag
nl_bl: Zoek naar trefwoord, tekst of label
pt_pt: Pesquisar por palavra-chave, texto ou tag
tr_tr: Anahtar kelime, metin veya etiket ile ara...

# Search_Tab.Label
source: Search
cs_cz: Hledat
da_dk: Søg
de_de: Suche
es_es: Busqueda
fr_fr: Chercher
nl_bl: Zoeken
pt_pt: Pesquisa
tr_tr: Ara

# Support_Description.Text
source: Feedback really matters, so if you have any suggestion or you have encountered any problem use the form below! You can also use it to contact the developer.
cs_cz: Zpětná vazba je opravdu důležitá, pokud máte nějáké náměty na zlepšení nebo jste narazili na jakákoli problém, použijte prosím formulář dole. Můžete ho také použít pro kontaktování vývojaře.
da_dk: Tilbagemeldinger betyder virkeligt meget, så hvis du har nogen forslag, eller du oplever nogen problemer, så brug formlen nedenunder! Du kan også bruge den til at kontakte udvikleren.
de_de: Feedback ist wirklich wichtig. Wenn du also irgendwelche Vorschläge oder Probleme hast dann lass es uns wissen! Du kannst dadurch auch den Entwickler kontaktieren.
es_es: Comentarios realmente importan, así que si tienes cualquier sugerencia o si has encontrado cualquier problema usa el siguiente formulario! También puedes utilizar para hablar con el desarrollador.
fr_fr: Donner un feedback compte vraiment, si vous avez une suggestion ou que vous rencontrez un problème, utilisez le formulaire ci-dessous! Vous pouvez aussi l'utiliser pour contacter le développeur.
nl_bl: Feedback is voor ons enorm behulpzaam, dus als je suggesties of een probleem hebt ondervonden vul dan het formulier hier beneden in! Je kan het ook gebruiken om de ontwikkelaar te bereiken.
pt_pt: O feedback vale muito, por isso se tens alguma sugestão ou encontraste um problema usa o formulário abaixo! Podes também usá-lo para entrar em contacto com o desenvolvedor.
tr_tr: Geri bildirim gerçekten önemlidir, bu yüzden herhangi bir öneriniz varsa veya herhangi bir sorunla karşılaştıysanız aşağıdaki formu kullanın! Bu formu geliştirici ile iletişime geçmek için de kullanabilirsiniz.

# Support_Email.Text
source: Contact Email
cs_cz: Kontaktní Email
da_dk: Kontakt E-mail
de_de: Email Adresse
es_es: Email de contacto
fr_fr: Contacter par email
pt_pt: Email de contacto
tr_tr: İletişim Eposta

# Support_Message.Text
source: Message
cs_cz: Zpráva
da_dk: Besked
de_de: Nachricht
es_es: Mensage
nl_bl: Bericht
pt_pt: Mensagem
tr_tr: Mesaj

# Support_Name.Text
source: Name
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fr_fr: Nom
nl_bl: Naam
pt_pt: Nome
tr_tr: İsim

# Support_Note.Text
source: After clicking submit you will be redirected to your default email app.
cs_cz: Po kliknutí na odeslat budete přesměrováni do Vašeho výchozího emailového klienta.
da_dk: Efter du har trykket send vil du blive sendt videre til din standard email app
de_de: Nach dem Klick auf Senden wird die Standard E-Mail App geöffnet.
es_es: Una vez pulsado enviar será redirigido para su aplicación de email.
fr_fr: Après avoir cliqué soumettre, vous serez redirigé vers votre application de mail par défaut
nl_bl: Na het klikken op verzenden wordt je doorgestuurd naar je standaard email app.
pt_pt: Após clicar submeter será redirecionado para a sua aplicação de email padrão.
tr_tr: Gönder'i tıklattıktan sonra varsayılan eposta uygulamanıza yönlendirileceksiniz.

# Support_Subject.Text
source: Subject
cs_cz: Předmět
da_dk: Emne
de_de: Betreff
es_es: Tema
fr_fr: Sujet
nl_bl: Onderwerp
pt_pt: Assunto
tr_tr: Konu

# Support_Submit.Content
source: Submit
cs_cz: Odeslat
da_dk: Send
de_de: Senden
es_es: Enviar
fr_fr: Soumettre
nl_bl: Verzenden
pt_pt: Submeter
tr_tr: Gönder

# Support_Title.Text
source: SUPPORT
cs_cz: PODPORA
de_de: Hilfe
es_es: APOYO
nl_bl: Ondersteuning
pt_pt: SUPORTE
tr_tr: DESTEK

# TrendingMessage_CopySuccess
source: Link copied to clipboard, go share it!
cs_cz: Odkaz zkopírováný do schránky, běžte ho sdílet!
da_dk: Kopierede link til udklipsholder, begynd at dele det!
de_de: Link in Ziwschenablage kopiert, du kannst ihn jetzt teilen!
es_es: Link copiado para el clipboard, compártelo
fr_fr: Lien copié vers le presse-papier, partagez le!
nl_bl: Link gekopieerd naar klembord, deel het nu!
pt_pt: Link copiado para o clipboard, partilha-o!
tr_tr: Bağlantı panoya kopyalandı, gidin paylaşın!

# TrendingMessage_FavAdd
source: GIF added to the favorites list!
cs_cz: GIF byl přidán do Vašeho seznamu oblíbených.
da_dk: GIF tilføjet til favoritter!
de_de: GIF zu Favoriten hinzugefügt!
es_es: GIF añadido à tu lista de favoritos
fr_fr: GIF ajouté à la liste de favoris!
nl_bl: GIF toegevoegd aan de favorieten lijst!
pt_pt: GIF adicionado à tua lista de favoritos!
tr_tr: GIF favoriler listesinden kaldırıldı!

# TrendingMessage_FavRem
source: GIF removed from the favorites list!
cs_cz: GIF byl odstraněn ze seznamu oblíbených.
da_dk: GIF fjernet fra favoritter!
de_de: GIF von Favoriten entfernt!
es_es: GIF eliminado de tu lista de favoritos
fr_fr: GIF supprimé de la liste de favoris!
nl_bl: GIF verwijderd van de favorieten lijst!
pt_pt: GIF removido da tua lista de favoritos!
tr_tr: GIF favoriler listesinden kaldırıldı!

# TrendingMessage_Loading
source: Loading Trending GIF list...
cs_cz: Načítám Trendy GIFy
da_dk: Indlæser liste over populære GIFs…
de_de: Lade angesagte GIFs...
es_es: Cargando la lista de GIF's de moda
fr_fr: Chargement de la liste de GIF Populaires
nl_bl: Trending GIF lijst laden...
pt_pt: A carregar a lista de GIF na moda...
tr_tr: Gündemdeki GIF'ler listesi yükleniyor...

# Trending_Tab.Label
source: Trending
cs_cz: Trendy
da_dk: Populære
de_de: Angesagt
fr_fr: Populaires
tr_tr: Gündem
